[
    {
        "id": "0",
        "author": "McDonald",
        "thumbnail": "/images/image-1.png",
        "articletitle": "Knowing Dopamine And How It Works",
        "summary": "Knowing Dopamine And How It Works",
        "contentNew": [
            {
                "subtitle": "",
                "subcontent": [
                    "Dopamine (DA, a contraction of 3,4-dihydroxyphenethylamine) is a neuromodulatory molecule that plays several important roles in cells. It is an organic chemical of the catecholamine and phenethylamine families. Dopamine constitutes about 80% of the catecholamine content in the brain. It is an amine synthesized by removing a carboxyl group from a molecule of its precursor chemical, L-DOPA, which is synthesized in the brain and kidneys. Dopamine is also synthesized in plants and most animals. In the brain, dopamine functions as a neurotransmitter—a chemical released by neurons (nerve cells) to send signals to other nerve cells. Neurotransmitters are synthesized in specific regions of the brain, but affect many regions systemically. The brain includes several distinct dopamine pathways, one of which plays a major role in the motivational component of reward-motivated behavior. The anticipation of most types of rewards increases the level of dopamine in the brain, and many addictive drugs increase dopamine release or block its reuptake into neurons following release. Other brain dopamine pathways are involved in motor control and in controlling the release of various hormones. These pathways and cell groups form a dopamine system which is neuromodulatory.",
                    "In popular culture and media, dopamine is often portrayed as the main chemical of pleasure, but the current opinion in pharmacology is that dopamine instead confers motivational salience;in other words, dopamine signals the perceived motivational prominence (i.e., the desirability or aversiveness) of an outcome, which in turn propels the organism's behavior toward or away from achieving that outcome.",
                    "Outside the central nervous system, dopamine functions primarily as a local paracrine messenger. In blood vessels, it inhibits norepinephrine release and acts as a vasodilator (at normal concentrations); in the kidneys, it increases sodium excretion and urine output; in the pancreas, it reduces insulin production; in the digestive system, it reduces gastrointestinal motility and protects intestinal mucosa; and in the immune system, it reduces the activity of lymphocytes. With the exception of the blood vessels, dopamine in each of these peripheral systems is synthesized locally and exerts its effects near the cells that release it.",
                    "Several important diseases of the nervous system are associated with dysfunctions of the dopamine system, and some of the key medications used to treat them work by altering the effects of dopamine. Parkinson's disease, a degenerative condition causing tremor and motor impairment, is caused by a loss of dopamine-secreting neurons in an area of the midbrain called the substantia nigra. Its metabolic precursor L-DOPA can be manufactured; Levodopa, a pure form of L-DOPA, is the most widely used treatment for Parkinson's.",
                    "There is evidence that schizophrenia involves altered levels of dopamine activity, and most antipsychotic drugs used to treat this are dopamine antagonists which reduce dopamine activity. Similar dopamine antagonist drugs are also some of the most effective anti-nausea agents. Restless legs syndrome and attention deficit hyperactivity disorder (ADHD) are associated with decreased dopamine activity.",
                    "Dopaminergic stimulants can be addictive in high doses, but some are used at lower doses to treat ADHD. Dopamine itself is available as a manufactured medication for intravenous injection: although it cannot reach the brain from the bloodstream, its peripheral effects make it useful in the treatment of heart failure or shock, especially in newborn babies."
                ]
            },
            {
                "subtitle": "Structure",
                "subcontent": [
                    "A dopamine molecule consists of a catechol structure (a benzene ring with two hydroxyl side groups) with one amine group attached via an ethyl chain. As such, dopamine is the simplest possible catecholamine, a family that also includes the neurotransmitters norepinephrine and epinephrine.The presence of a benzene ring with this amine attachment makes it a substituted phenethylamine, a family that includes numerous psychoactive drugs.",
                    "Like most amines, dopamine is an organic base. As a base, it is generally protonated in acidic environments (in an acid-base reaction). The protonated form is highly water-soluble and relatively stable, but can become oxidized if exposed to oxygen or other oxidants. In basic environments, dopamine is not protonated. In this free base form, it is less water-soluble and also more highly reactive.Because of the increased stability and water-solubility of the protonated form, dopamine is supplied for chemical or pharmaceutical use as dopamine hydrochloride—that is, the hydrochloride salt that is created when dopamine is combined with hydrochloric acid.In dry form, dopamine hydrochloride is a fine powder which is white to yellow in color."
                ]
            }
        ]
    },
    {
        "id": "1",
        "author": "BLT",
        "thumbnail": "/images/image-2.png",
        "articletitle": "Self-healing polymers",
        "summary": "Self-healing polymers",
        "contentNew": [
            {
                "subtitle": "Abstract",
                "subcontent": [
                    "Self-healing is the capability of a material to recover from physical damage. Both physical and chemical approaches have been used to construct self-healing polymers. These include diffusion and flow, shape-memory effects, heterogeneous self-healing systems, covalent-bond reformation and reshuffling, dynamics of supramolecular chemistry or combinations thereof.",
                    "In this Review, we discuss the similarities and differences between approaches to achieve self-healing in synthetic polymers, where possible placing this discussion in the context of biological systems. In particular, we highlight the role of thermal transitions, network heterogeneities, localized chemical reactions enabling the reconstruction of damage and physical reshuffling. We also discuss energetic and length-scale considerations, as well as scientific and technological challenges and opportunities."
                ]
            }
        ]
    },
    {
        "id": "2",
        "author": "McDonald",
        "thumbnail": "/images/image-3.png",
        "articletitle": "Crows Are Self-Aware Just Like Humans, And They May Be as Smart as Gorillas",
        "summary": "Crows Are Self-Aware Just Like Humans, And They May Be as Smart as Gorillas",
        "contentNew": [
            {
                "subtitle": [
                    "In a 2020 study, crows performed a complex task that involved hundreds of firing sensory analytical neurons.",
                    "Crows can do jobs, share knowledge, and even ritualistically mourn their dead.",
                    "Recent research suggests crow brains tightly pack neurons to help make them smart."
                ],
                "subcontent": [
                    "Crows are extremely intelligent. They can use tools to get what they want, like New Caledonian crows in a single South Pacific island of the same name, which shape twigs into hooks to catch grubs from rotting logs. And according to new research, crows are even smarter than we thought.",
                    "Crows and other corvids (a family of birds that includes ravens and magpies) know what they know and can ponder the content of their own minds, according to a 2020 study in Science. This is considered a cornerstone of self-awareness and shared by just a handful of animal species beside humans, such as monkeys and great apes. Crows can also use their complex brains to find creative solutions, such as dropping nuts on the road so passing cars can crack them open, for example.",
                    "But do they have true consciousness?"
                ]
            },
            {
                "subtitle": "Crows Have Brains Packed With Neurons",
                "subcontent": "The ability to think through a problem and work out an answer may be due to crows possessing a high number of brain cells that process information. This trait appears not only in humans, but in non-human primates, too. A study published in the Journal of Comparative Neurology in January 2022 comparing corvid brains with those of chickens, pigeons, and ostriches found that corvid brains have more tightly packed neurons—between 200 and 300 million neurons per hemisphere—enabling efficient communication between the brain cells. Crow intelligence is at least on par with some monkeys, and in fact, may be closer to that of great apes (like gorillas), according to a 2017 study published in Current Opinion in Behavioral Sciences."
            },
            {
                "subtitle": "Evolution Gave Crows Great Ability to Reason",
                "subcontent": [
                    "In the 2020 study, scientists put crows through a series of puzzling tasks. The researchers measured neural activity in different kinds of neurons with the goal of tracking how crows were sensing and reasoning through their work. They sought to study a specific kind of thinking, called sensory consciousness, and they chose birds in particular as representative of a branching point in the evolutionary tree of life. The task is simple, but involves some high-level brain stuff, as described in the study:",
                    "After the crow initiated a trial ... a brief visual stimulus of variable intensity appeared... After a delay period, a rule cue informed the crow how to respond if it had seen or had not seen the stimulus. [A] red cue required a response for stimulus detection (yes), whereas a blue cue prohibited a response for stimulus detection.",
                    "The researchers write that sensory consciousness is the ability to have subjective experiences that can be explicitly accessed and thus reported, and that it comes from brains that have evolved over time. Consciousness is associated primarily with the primate cerebral cortex. Bird brains are different, since they diverged from the mammalian lineage 320 million years ago, the researchers write."
                ]
            }
        ]
    },
    {
        "id": "3",
        "author": "Malenia",
        "thumbnail": "/images/image-4.png",
        "articletitle": "Teleportation Is A Real Thing, Here Is How It Work",
        "summary": "Teleportation Is A Real Thing, Here Is How It Work",
        "contentNew": [
            {
                "subtitle": "",
                "subcontent": [
                    "Quantum teleportation is a technique for transferring quantum information from a sender at one location to a receiver some distance away. While teleportation is commonly portrayed in science fiction as a means to transfer physical objects from one location to the next, quantum teleportation only transfers quantum information. The sender does not have to know the particular quantum state being transferred. Moreover, the location of the recipient can be unknown, but to complete the quantum teleportation, classical information needs to be sent from sender to receiver. Because classical information needs to be sent, quantum teleportation cannot occur faster than the speed of light.",
                    "One of the first scientific articles to investigate quantum teleportation is Teleporting an Unknown Quantum State via Dual Classical and Einstein-Podolsky-Rosen Channels published by C. H. Bennett, G. Brassard, C. Crépeau, R. Jozsa, A. Peres, and W. K. Wootters in 1993, in which they proposed using dual communication methods to send/receive quantum information. It was experimentally realized in 1997 by two research groups, led by Sandu Popescu and Anton Zeilinger, respectively.",
                    "Experimental determinations of quantum teleportation have been made in information content - including photons, atoms, electrons, and superconducting circuits - as well as distance with 1,400 km (870 mi) being the longest distance of successful teleportation by the group of Jian-Wei Pan using the Micius satellite for space-based quantum teleportation."
                ]
            },
            {
                "subtitle": "Non-technical summary",
                "subcontent": [
                    "In matters relating to quantum information theory, it is convenient to work with the simplest possible unit of information: the two-state system of the qubit. The qubit functions as the quantum analog of the classic computational part, the bit, as it can have a measurement value of both a 0 and a 1, whereas the classical bit can only be measured as a 0 or a 1. The quantum two-state system seeks to transfer quantum information from one location to another location without losing the information and preserving the quality of this information. This process involves moving the information between carriers and not movement of the actual carriers, similar to the traditional process of communications, as two parties remain stationary while the information (digital media, voice, text, etc.) is being transferred, contrary to the implications of the word teleport. The main components needed for teleportation include a sender, the information (a qubit), a traditional channel, a quantum channel, and a receiver. An interesting fact is that the sender does not need to know the exact contents of the information that is being sent. The measurement postulate of quantum mechanics—when a measurement is made upon a quantum state, any subsequent measurements will collapse or that the observed state will be lost—creates an imposition within teleportation: if a sender makes a measurement on their information, the state could collapse when the receiver obtains the information since the state has changed from when the sender made the initial measurement.",
                    "For actual teleportation, it is required that an entangled quantum state or Bell state be created for the qubit to be transferred. Entanglement imposes statistical correlations between otherwise distinct physical systems by creating or placing two or more separate particles into a single, shared quantum state. This intermediate state contains two particles whose quantum states are dependent on each other as they form a connection: if one particle is moved, the other particle will move along with it. Any changes that one particle of the entanglement undergoes, the other particle will also undergo that change, causing the entangled particles to act as one quantum state. These correlations hold even when measurements are chosen and performed independently, out of causal contact from one another, as verified in Bell test experiments. Thus, an observation resulting from a measurement choice made at one point in spacetime seems to instantaneously affect outcomes in another region, even though light hasn't yet had time to travel the distance; a conclusion seemingly at odds with special relativity. This is known as the EPR paradox. However such correlations can never be used to transmit any information faster than the speed of light, a statement encapsulated in the no-communication theorem. Thus, teleportation as a whole can never be superluminal, as a qubit cannot be reconstructed until the accompanying classical information arrives.",
                    "The sender will then prepare the particle (or information) in the qubit and combine with one of the entangled particles of the intermediate state, causing a change of the entangled quantum state. The changed state of the entangled particle is then sent to an analyzer that will measure this change of the entangled state. The change measurement will allow the receiver to recreate the original information that the sender had resulting in the information being teleported or carried between two people that have different locations. Since the initial quantum information is destroyed as it becomes part of the entanglement state, the no-cloning theorem is maintained as the information is recreated from the entangled state and not copied during teleportation.",
                    "The quantum channel is the communication mechanism that is used for all quantum information transmission and is the channel used for teleportation (relationship of quantum channel to traditional communication channel is akin to the qubit being the quantum analog of the classical bit). However, in addition to the quantum channel, a traditional channel must also be used to accompany a qubit to preserve the quantum information. When the change measurement between the original qubit and the entangled particle is made, the measurement result must be carried by a traditional channel so that the quantum information can be reconstructed and the receiver can get the original information. Because of this need for the traditional channel, the speed of teleportation can be no faster than the speed of light (hence the no-communication theorem is not violated). The main advantage with this is that Bell states can be shared using photons from lasers making teleportation achievable through open space having no need to send information through physical cables or optical fibers.",
                    "Quantum states can be encoded in various degrees of freedom of atoms. For example, qubits can be encoded in the degrees of freedom of electrons surrounding the atomic nucleus or in the degrees of freedom of the nucleus itself. Thus, performing this kind of teleportation requires a stock of atoms at the receiving site, available for having qubits imprinted on them.",
                    "As of 2015, the quantum states of single photons, photon modes, single atoms, atomic ensembles, defect centers in solids, single electrons, and superconducting circuits have been employed as information bearers.",
                    "Understanding quantum teleportation requires a good grounding in finite-dimensional linear algebra, Hilbert spaces and projection matrixes. A qubit is described using a two-dimensional complex number-valued vector space (a Hilbert space), which are the primary basis for the formal manipulations given below. A working knowledge of quantum mechanics is not absolutely required to understand the mathematics of quantum teleportation, although without such acquaintance, the deeper meaning of the equations may remain quite mysterious."
                ]
            }
        ]
    },
    {
        "id": "4",
        "author": "Malenia",
        "thumbnail": "/images/image-5.png",
        "articletitle": "Kardashev scale : A Method Of Measuring Civilization Level",
        "summary": "Kardashev scale : A Method Of Measuring Civilization Level",
        "contentNew": [
            {
                "subtitle": "",
                "subcontent": [
                    "The Kardashev scale (Russian: Шкала Кардашева, Shkala Kardasheva) is a method of measuring a civilization's level of technological advancement based on the amount of energy it is able to use. The measure was proposed by Soviet astronomer Nikolai Kardashev in 1964 and came to bear his name.",
                    "The scale is hypothetical, and regards energy consumption on a cosmic scale. Various extensions of the scale have since been proposed, including a wider range of power levels (types 0, IV to V) and the use of metrics other than pure power (e.g., computational growth).",
                    "Kardashev first outlined his scale in a paper presented at the 1964 Byurakan conference, a scientific meeting that reviewed the Soviet radio astronomy space listening program. This paper, entitled Передача информации внеземными цивилизациями (and then translated into English Transmission of Information by Extraterrestrial Civilizations), proposes a classification of civilizations into three types, based on the postulate of exponential progression. A type I civilization is able to access all the energy available on its planet and store it for consumption. A type II civilization can directly consume the energy of a star. Finally, a type III civilization is able to capture all the energy emitted by its galaxy. In a second article, entitled Strategies of Searching for Extraterrestrial Intelligence and published in 1980, Kardashev wonders about the ability of civilization, which he defines by its capacity to access energy, to maintain itself and to integrate information from its environment. Two other articles followed: On the Inevitability and the Possible Structure of Supercivilizations and Cosmology and Civilizations, published respectively in 1985 and 1997; the Soviet astronomer proposes tracks to detect supercivilizations and to direct the SETI programs.",
                    "The scale defined by Kardashev has been the subject of two main re-evaluations: that of Carl Sagan, who refines the types, and that of Michio Kaku, who discards the energy postulate in favor of the knowledge economy. Other debates on the nature of the different types have allowed many authors to question Kardashev's original classification, either to complete it or to refute it. Two critical perspectives have thus emerged: one that questions Kardashev's postulates, judging them to be incomplete or inconsistent, the other that establishes alternative scales. The Kardashev scale has given rise to numerous scenarios exploring the possibility of more evolved civilizations. These scenarios question, each one in its own way, the three postulates of Kardashev defining a civilization: energy sources, technology and the transmission of interstellar messages.",
                    "The framework for the search for and detection of advanced civilizations was constructed and theorized during the conference held in 1964 in Armenia, at the Byurakan astrophysical observatory. Starting from a functional definition of civilization, based on the immutability of physical laws and using the human civilization as a model of extrapolation, the initial model of Kardashev was developed. Several scientists have conducted various searches for possible civilizations, but without conclusive results. Based on these criteria, unusual objects, now known to be either pulsars or quasars, were identified. Kardashev has described in his various publications a set of listening and observing parameters to be taken into account; however, some authors, notably Samouïl Aronovitch Kaplan and Guillermo A. Lemarchand, consider that these are insufficient and need to be completed."
                ]
            },
            {
                "subtitle": "Categories defined by Kardashev",
                "subcontent": [
                    "The hypothetical classification known as the Kardashev scale distinguishes three stages of evolution of civilizations according to the double criterion of the access and the use of the energy.The purpose of this classification is to guide the search for extraterrestrial civilizations, particularly within SETI, in which Kardashev participated, and this on the assumption that a fraction of the energy used by each type is intended to communicate with other civilizations. To make this scale more understandable, Lemarchand compares the speed of transmission across the galaxy of a volume of information equivalent to a medium-sized library. A type II civilization can send this data by means of a transmission beam emitting for only 100 seconds. A similar amount of information can be sent across intergalactic distances of about ten million light years, with a transmission time of several weeks. A type III civilization can transmit this same amount of data to the entire observable universe with a transmission time of 3 seconds.",
                    "Kardashev's classification is based on the assumption of a growth rate of 1% per year. Kardashev believed that it will take humanity 3,200 years to reach Type II, and 5,800 years to reach Type III.These types are thus separated from each other by a growth rate of several billion."
                ]
            },
            {
                "subtitle": "Type I",
                "subcontent": "A civilization close to the level presently attained on Earth, with energy consumption at ≈4×1019 erg/sec (4×1012 watts). A Type I civilization is usually defined as one that can harness all the energy that reaches its home planet from its parent star (for Earth, this value is around 2×1017 watts), which is about four orders of magnitude higher than the amount presently attained on Earth, with energy consumption at ≈2×1013 watts as of 2020. The astronomer Guillermo A. Lemarchand defined Type I as a level near contemporary terrestrial civilization with an energy capability equivalent to the solar insolation on Earth, between 1016 and 1017 watts."
            },
            {
                "subtitle": "Type II",
                "subcontent": "A civilization capable of harnessing the energy radiated by its own large star—for example, by means of the successful completion of a Dyson sphere or Matrioshka brain—with energy consumption at ≈4×1033 erg/sec.Lemarchand defined civilizations of this type as being capable of using and channeling the entire radiation output of its star. The energy use would then be comparable to the luminosity of the Sun, about 4×1033 erg/sec (4×1026 watts)."
            },
            {
                "subtitle": "Type III",
                "subcontent": "A civilization in possession of energy at the scale of its own galaxy, with energy consumption at ≈4×1044 erg/sec.Lemarchand defined civilizations of this type as having access to power comparable to the luminosity of the entire Milky Way galaxy, about 4×1044 erg/sec (4×1037 watts).Kardashev believed that a Type 4 civilization was impossible, so he did not go past Type 3. However, new types (0, IV, V, VI) have been proposed."
            }
        ]
    },
    {
        "id": "5",
        "author": "Malenia",
        "thumbnail": "/images/image-6.png",
        "articletitle": "The Vision Effect Of Black Hole : Why Does It Looks Like This?",
        "summary": "The Vision Effect Of Black Hole : Why Does It Looks Like This?",
        "contentNew": [
            {
                "subtitle": "",
                "subcontent": [
                    "A black hole is a region of spacetime where gravity is so strong that nothing, including light or other electromagnetic waves, has enough energy to escape its event horizon.The theory of general relativity predicts that a sufficiently compact mass can deform spacetime to form a black hole. The boundary of no escape is called the event horizon. Although it has a great effect on the fate and circumstances of an object crossing it, it has no locally detectable features according to general relativity. In many ways, a black hole acts like an ideal black body, as it reflects no light.Moreover, quantum field theory in curved spacetime predicts that event horizons emit Hawking radiation, with the same spectrum as a black body of a temperature inversely proportional to its mass. This temperature is of the order of billionths of a kelvin for stellar black holes, making it essentially impossible to observe directly.",
                    "Objects whose gravitational fields are too strong for light to escape were first considered in the 18th century by John Michell and Pierre-Simon Laplace. In 1916, Karl Schwarzschild found the first modern solution of general relativity that would characterize a black hole. David Finkelstein, in 1958, first published the interpretation of black hole as a region of space from which nothing can escape. Black holes were long considered a mathematical curiosity; it was not until the 1960s that theoretical work showed they were a generic prediction of general relativity. The discovery of neutron stars by Jocelyn Bell Burnell in 1967 sparked interest in gravitationally collapsed compact objects as a possible astrophysical reality. The first black hole known was Cygnus X-1, identified by several researchers independently in 1971.",
                    "Black holes of stellar mass form when massive stars collapse at the end of their life cycle. After a black hole has formed, it can grow by absorbing mass from its surroundings. Supermassive black holes of millions of solar masses (M☉) may form by absorbing other stars and merging with other black holes. There is consensus that supermassive black holes exist in the centres of most galaxies.",
                    "The presence of a black hole can be inferred through its interaction with other matter and with electromagnetic radiation such as visible light. Any matter that falls onto a black hole can form an external accretion disk heated by friction, forming quasars, some of the brightest objects in the universe. Stars passing too close to a supermassive black hole can be shredded into streamers that shine very brightly before being swallowed.",
                    "If other stars are orbiting a black hole, their orbits can determine the black hole's mass and location. Such observations can be used to exclude possible alternatives such as neutron stars. In this way, astronomers have identified numerous stellar black hole candidates in binary systems and established that the radio source known as Sagittarius A*, at the core of the Milky Way galaxy, contains a supermassive black hole of about 4.3 million solar masses."
                ]
            },
            {
                "subtitle": "History",
                "subcontent": [
                    "The idea of a body so big that even light could not escape was briefly proposed by English astronomical pioneer and clergyman John Michell in a letter published in November 1784. Michell's simplistic calculations assumed such a body might have the same density as the Sun, and concluded that one would form when a star's diameter exceeds the Sun's by a factor of 500, and its surface escape velocity exceeds the usual speed of light. Michell referred to these bodies as dark stars.He correctly noted that such supermassive but non-radiating bodies might be detectable through their gravitational effects on nearby visible bodies. Scholars of the time were initially excited by the proposal that giant but invisible 'dark stars' might be hiding in plain view, but enthusiasm dampened when the wavelike nature of light became apparent in the early nineteenth century, as if light were a wave rather than a particle, it was unclear what, if any, influence gravity would have on escaping light waves.",
                    "Modern physics discredits Michell's notion of a light ray shooting directly from the surface of a supermassive star, being slowed down by the star's gravity, stopping, and then free-falling back to the star's surface."
                ]
            },
            {
                "subtitle": "General relativity",
                "subcontent": [
                    "In 1915, Albert Einstein developed his theory of general relativity, having earlier shown that gravity does influence light's motion. Only a few months later, Karl Schwarzschild found a solution to the Einstein field equations that describes the gravitational field of a point mass and a spherical mass. A few months after Schwarzschild, Johannes Droste, a student of Hendrik Lorentz, independently gave the same solution for the point mass and wrote more extensively about its properties.This solution had a peculiar behaviour at what is now called the Schwarzschild radius, where it became singular, meaning that some of the terms in the Einstein equations became infinite. The nature of this surface was not quite understood at the time. In 1924, Arthur Eddington showed that the singularity disappeared after a change of coordinates, although it took until 1933 for Georges Lemaître to realize that this meant the singularity at the Schwarzschild radius was a non-physical coordinate singularity. Arthur Eddington did however comment on the possibility of a star with mass compressed to the Schwarzschild radius in a 1926 book, noting that Einstein's theory allows us to rule out overly large densities for visible stars like Betelgeuse because a star of 250 million km radius could not possibly have so high a density as the Sun. Firstly, the force of gravitation would be so great that light would be unable to escape from it, the rays falling back to the star like a stone to the earth. Secondly, the red shift of the spectral lines would be so great that the spectrum would be shifted out of existence. Thirdly, the mass would produce so much curvature of the spacetime metric that space would close up around the star, leaving us outside (i.e., nowhere).",
                    "In 1931, Subrahmanyan Chandrasekhar calculated, using special relativity, that a non-rotating body of electron-degenerate matter above a certain limiting mass (now called the Chandrasekhar limit at 1.4 M☉) has no stable solutions. His arguments were opposed by many of his contemporaries like Eddington and Lev Landau, who argued that some yet unknown mechanism would stop the collapse.They were partly correct: a white dwarf slightly more massive than the Chandrasekhar limit will collapse into a neutron star, which is itself stable. But in 1939, Robert Oppenheimer and others predicted that neutron stars above another limit (the Tolman–Oppenheimer–Volkoff limit) would collapse further for the reasons presented by Chandrasekhar, and concluded that no law of physics was likely to intervene and stop at least some stars from collapsing to black holes.Their original calculations, based on the Pauli exclusion principle, gave it as 0.7 M☉; subsequent consideration of neutron-neutron repulsion mediated by the strong force raised the estimate to approximately 1.5 M☉ to 3.0 M☉. Observations of the neutron star merger GW170817, which is thought to have generated a black hole shortly afterward, have refined the TOV limit estimate to ~2.17 M☉.",
                    "Oppenheimer and his co-authors interpreted the singularity at the boundary of the Schwarzschild radius as indicating that this was the boundary of a bubble in which time stopped. This is a valid point of view for external observers, but not for infalling observers. Because of this property, the collapsed stars were called frozen stars, because an outside observer would see the surface of the star frozen in time at the instant where its collapse takes it to the Schwarzschild radius."
                ]
            },
            {
                "subtitle": "Golden age",
                "subcontent": [
                    "In 1958, David Finkelstein identified the Schwarzschild surface as an event horizon, a perfect unidirectional membrane: causal influences can cross it in only one direction. This did not strictly contradict Oppenheimer's results, but extended them to include the point of view of infalling observers. Finkelstein's solution extended the Schwarzschild solution for the future of observers falling into a black hole. A complete extension had already been found by Martin Kruskal, who was urged to publish it.",
                    "These results came at the beginning of the golden age of general relativity, which was marked by general relativity and black holes becoming mainstream subjects of research. This process was helped by the discovery of pulsars by Jocelyn Bell Burnell in 1967, which, by 1969, were shown to be rapidly rotating neutron stars.Until that time, neutron stars, like black holes, were regarded as just theoretical curiosities; but the discovery of pulsars showed their physical relevance and spurred a further interest in all types of compact objects that might be formed by gravitational collapse.",
                    "In this period more general black hole solutions were found. In 1963, Roy Kerr found the exact solution for a rotating black hole. Two years later, Ezra Newman found the axisymmetric solution for a black hole that is both rotating and electrically charged. Through the work of Werner Israel, Brandon Carter, and David Robinson the no-hair theorem emerged, stating that a stationary black hole solution is completely described by the three parameters of the Kerr–Newman metric: mass, angular momentum, and electric charge.",
                    "At first, it was suspected that the strange features of the black hole solutions were pathological artifacts from the symmetry conditions imposed, and that the singularities would not appear in generic situations. This view was held in particular by Vladimir Belinsky, Isaak Khalatnikov, and Evgeny Lifshitz, who tried to prove that no singularities appear in generic solutions. However, in the late 1960s Roger Penrose and Stephen Hawking used global techniques to prove that singularities appear generically. For this work, Penrose received half of the 2020 Nobel Prize in Physics, Hawking having died in 2018. Based on observations in Greenwich and Toronto in the early 1970s, Cygnus X-1, a galactic X-ray source discovered in 1964, became the first astronomical object commonly accepted to be a black hole.",
                    "Work by James Bardeen, Jacob Bekenstein, Carter, and Hawking in the early 1970s led to the formulation of black hole thermodynamics.These laws describe the behaviour of a black hole in close analogy to the laws of thermodynamics by relating mass to energy, area to entropy, and surface gravity to temperature. The analogy was completed when Hawking, in 1974, showed that quantum field theory implies that black holes should radiate like a black body with a temperature proportional to the surface gravity of the black hole, predicting the effect now known as Hawking radiation."
                ]
            },
            {
                "subtitle": "Observation",
                "subcontent": "On 11 February 2016, the LIGO Scientific Collaboration and the Virgo collaboration announced the first direct detection of gravitational waves, representing the first observation of a black hole merger. On 10 April 2019, the first direct image of a black hole and its vicinity was published, following observations made by the Event Horizon Telescope (EHT) in 2017 of the supermassive black hole in Messier 87's galactic centre. As of 2021, the nearest known body thought to be a black hole is around 1,500 light-years (460 parsecs) away. Though only a couple dozen black holes have been found so far in the Milky Way, there are thought to be hundreds of millions, most of which are solitary and do not cause emission of radiation.Therefore, they would only be detectable by gravitational lensing."
            },
            {
                "subtitle": "Etymology",
                "subcontent": [
                    "John Michell used the term dark star in a November 1783 letter to Henry Cavendish, and in the early 20th century, physicists used the term gravitationally collapsed object. Science writer Marcia Bartusiak traces the term black hole to physicist Robert H. Dicke, who in the early 1960s reportedly compared the phenomenon to the Black Hole of Calcutta, notorious as a prison where people entered but never left alive.",
                    "The term black hole was used in print by Life and Science News magazines in 1963, and by science journalist Ann Ewing in her article 'Black Holes' in Space, dated 18 January 1964, which was a report on a meeting of the American Association for the Advancement of Science held in Cleveland, Ohio.",
                    "In December 1967, a student reportedly suggested the phrase black hole at a lecture by John Wheeler;Wheeler adopted the term for its brevity and advertising value, and it quickly caught on, leading some to credit Wheeler with coining the phrase."
                ]
            }
        ]
    }
]
